[
    {
        "templates": [
            {
                "incident_type": "kidnapping",
                "PerpInd": [
                    [
                        [
                            "TERRORISTS"
                        ]
                    ]
                ],
                "PerpOrg": [
                    [
                        [
                            "FARABUNDO MARTI NATIONAL LIBERATION FRONT"
                        ],
                        [
                            "FMLN"
                        ]
                    ]
                ],
                "Target": [],
                "Victim": [],
                "Weapon": []
            },
            {
                "incident_type": "attack",
                "PerpInd": [
                    [
                        [
                            "TERRORIST"
                        ]
                    ]
                ],
                "PerpOrg": [],
                "Target": [
                    [
                        [
                            "LAS CANAS BRIDGE"
                        ]
                    ]
                ],
                "Victim": [],
                "Weapon": [
                    [
                        [
                            "MORTAR"
                        ]
                    ],
                    [
                        [
                            "RIFLE"
                        ]
                    ]
                ]
            }
        ],
        "docid": "DEV-MUC3-0001 (NCCOSC)",
        "doctext": "   SAN SALVADOR, 3 JAN 90 -- [REPORT] [ARMED FORCES PRESS COMMITTEE, COPREFA] [TEXT] THE ARCE BATTALION COMMAND HAS REPORTED THAT ABOUT 50 PEASANTS OF VARIOUS AGES HAVE BEEN KIDNAPPED BY TERRORISTS OF THE FARABUNDO MARTI NATIONAL LIBERATION FRONT [FMLN] IN SAN MIGUEL DEPARTMENT.  ACCORDING TO THAT GARRISON, THE MASS KIDNAPPING TOOK PLACE ON 30 DECEMBER IN SAN LUIS DE LA REINA.  THE SOURCE ADDED THAT THE TERRORISTS FORCED THE INDIVIDUALS, WHO WERE TAKEN TO AN UNKNOWN LOCATION, OUT OF THEIR RESIDENCES, PRESUMABLY TO INCORPORATE THEM AGAINST THEIR WILL INTO CLANDESTINE GROUPS.     MEANWHILE, THREE SUBVERSIVES WERE KILLED AND SEVEN OTHERS WERE WOUNDED DURING CLASHES YESTERDAY IN USULUTAN AND MORAZAN DEPARTMENTS.  THE ATONAL BATTALION REPORTED THAT ONE EXTREMIST WAS KILLED AND FIVE OTHERS WERE WOUNDED DURING A CLASH YESTERDAY AFTERNOON NEAR LA ESPERANZA FARM, SANTA ELENA JURISDICTION, USULUTAN DEPARTMENT.     IT WAS ALSO REPORTED THAT A SOLDIER WAS WOUNDED AND TAKEN TO THE MILITARY HOSPITAL IN THIS CAPITAL.     THE SAME MILITARY UNIT REPORTED THAT THERE WAS ANOTHER CLASH THAT RESULTED IN ONE DEAD TERRORIST AND THE SEIZURE OF VARIOUS KINDS OF WAR MATERIEL NEAR SAN RAFAEL FARM IN THE SAME TOWN.     IN THE COUNTRY'S EASTERN REGION, MILITARY DETACHMENT NO.4 REPORTED THAT A TERRORIST WAS KILLED AND TWO OTHERS WERE WOUNDED DURING A CLASH IN LA RANERA STREAM, SAN CARLOS, MORAZAN DEPARTMENT.  AN M-16 RIFLE, CARTRIDGE CLIPS, AND AMMUNITION WERE SEIZED THERE.     MEANWHILE, THE 3D INFANTRY BRIGADE REPORTED THAT PONCE BATTALION UNITS FOUND THE DECOMPOSED BODY OF A SUBVERSIVE IN LA FINCA HILL, SAN MIGUEL.  AN M-16 RIFLE, FIVE GRENADES, AND MATERIAL FOR THE PRODUCTION OF EXPLOSIVES WERE FOUND IN THE SAME PLACE.  THE BRIGADE, WHICH IS HEADQUARTERED IN SAN MIGUEL, ADDED THAT THE SEIZURE WAS MADE YESTERDAY MORNING.      NATIONAL GUARD UNITS GUARDING THE LAS CANAS BRIDGE, WHICH IS ON THE NORTHERN TRUNK HIGHWAY IN APOPA, THIS MORNING REPELLED A TERRORIST ATTACK THAT RESULTED IN NO CASUALTIES.  THE ARMED CLASH INVOLVED MORTAR AND RIFLE FIRE AND LASTED 30 MINUTES.  MEMBERS OF THAT SECURITY GROUP ARE COMBING THE AREA TO DETERMINE THE FINAL OUTCOME OF THE FIGHTING."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0002 (NCCOSC)",
        "doctext": "   SAN SALVADOR, 4 JAN 90 -- [TEXT] ACCORDING TO STATEMENTS MADE BY A SALVADORAN OFFICER TODAY, DESPITE THE CHANGE IN THE LEADERSHIP OF THE SALVADORAN AIR FORCE, THE AIR FORCE WILL CONTINUE ITS NORMAL ACTIVITIES.     THE SALVADORAN AIR FORCE MAINTAINS THE SAME OPERATIONAL LEVEL IT HAS HAD FOR THE LAST 10 YEARS, DESPITE THE REMOVAL OF ITS TOP COMMANDER, JAUN RAFAEL BUSTILLOS, THIS WEEK.     PARATROOPER BATTALION COMMANDER MAJOR RENE RODRIGUEZ HURTADO SAID TODAY THAT THE AIR FORCE WILL CONTINUE TO OBEY THE ORDERS OF THE GENERAL STAFF AND TO MAINTAIN A SIMILAR OPERATIONAL LEVEL.     [RODRIGUEZ] \"WE KNOW GENERAL VILLAMARIONA [NEW AIR FORCE COMMANDER] ENOUGH TO KNOW THAT WE WILL CONTINUE WITH OUR BATTALION'S ATTACKS ON ALL THE TERRORIST CRIMINALS' REDOUBTS.  WE DEPEND DIRECTLY ON THE GENERAL STAFF, SINCE IT IS THE STRATEGIC HEAD OF THE ENTIRE ARMY.  THE GENERAL STAFF GIVES US OUR ORDERS TO LAUNCH OUR OPERATIONS.\"     MAJOR RODRIGUEZ HURTADO TODAY DENIED THAT SALVADORAN AIR FORCE PLANES HAD ENTERED NICARAGUAN TERRITORY AS THE SANDINIST GOVERNMENT SAID LAST WEEK. MAJ RODRIGUEZ HURTADO SAID THAT SALVADORAN AIR FORCE PLANES HAVE NEVER ENTERED THE NEIGHBORING TERITORY OF NICARAGUA.     [RODRIGUEZ] \"I CAN TELL YOU THAT THOSE WERE NEITHER SALVADORAN NOR HONDURAN PLANES.  IN MY OPINION, THE SANDINISTS WANT TO INVENT AN EXCUSE TO CONTINUE HELPING THE FMLN [FARABUNDO MARTI NATIONAL LIBERATION FRONT].  OURS AND THE HONDURAN PLANES ARE SMALL PLANES.  I DO NOT THINK THAT HONDURAN PLANES ENTERED NICARAGUAN TERRITORY.  THOSE COMMUNISTS ARE TRYING TO INVENT AN EXCUSE TO CONTINUE HELPING THE FMLN TERRORIST CRIMINALS.\"     MAJ. RODRIGUEZ MADE THESE STATEMENTS DURING THE PRESENTATION OF A NUMBER OF WEAPONS CONFISCATED BY THE PARATROOPERS BATTALION ON 4 JANUARY.     [RODRIGUEZ] \"HERE WE HAVE 12 RIFLES, 11 AR-15 RIFLES AND 1 AK-47 RIFLE; 4,000 CARTRIDGES, OF WHICH 2,000 ARE FOR M-16 MACHINE GUNS AND 2,000 FOR AK-47 RIFLES; 36 CARTRIDGES OF AN UNKNOWN CALIBER-- MILITARY INTELLIGENCE HAS ALREADY BEEN INFORMED OF THIS DISCOVERY; AND I (ICON) RADIO OF THE TYPE USED BY THE LEADERS OF THE TERRORIST GROUPS.\"     THE WEAPONS WERE FOUND AT EL NISPERO CREEK NEAR THE SACAMIL NEIGHBORHOOD. AMONG THE CONFISCATED WEAPONS WERE CARTRIDGES OF UNKNOWN MAKE.  THIS IS APPPARENTLY THE FIRST TIME THE ARMY HAS FOUND THAT TYPE OF CARTRIDGE. MAJ RODRIGUEZ HURTADO SAID THAT MILITARY INTELLIGENCE WILL PROCEED TO ESTABLISH THE ORIGIN OF THESE CARTRIDGES AND THE WEAPONS FOR WHICH THEY ARE INTENDED."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0003 (NCCOSC)",
        "doctext": "   SANTIAGO, 5 JAN 90 -- [EXCERPTS] THE GOVERNMENT JUNTA YESTERDAY APPROVED A DRAFT BILL TO \"MODIFY LAW 18314, WHICH DEFINES TERRORIST ACTIVITIES AND ESTABLISHES PENALTIES.\"  THE BILL WILL RESTRICT THE APPLICATION OF THE LAW TO THE MOST SERIOUS CASES AND WILL LEAVE OTHER CRIMES, THAT WERE FORMERLY CONSIDERED TERRORIST ACTIVITY, FOR TRIAL UNDER COMMON LAW.     THE NEW BILL ACCEPTS THE POSSIBILITY IN SOME CASES OF A PRISONER BEING RELEASED ON BAIL OR RECEIVING A PARDON OR AMNESTY.  THE BILL ALSO ESTABLISHES OTHER BENEFITS NOT CONTEMPLATED BY LAW 18314, INCLUDING A NEW PROCEEDINGS FOR SPEEDIER TRIALS. [PASSAGE OMITTED]     ACCORDING TO RETIRED GENERAL FERNANDO TORRES SILVA, WHO IS THE ARMY JUDGE ADVOCATE GENERAL, THE MODIFICATIONS ESTABLISH LIGHTER SENTENCES, FREEDOM ON BAIL, AND POSSIBLE PARDONS OR AMNESTIES.  THESE BENEFITS WERE NOT CONTEMPLATED UNDER THE FORMER ANTITERRORIST LAW.     AS AN EXAMPLE TORRES CITED THAT \"SENTENCES OF INDIVIDUALS TRIED AS ACCOMPLICES WILL BE LOWER.  THEY WILL RECEIVE LOWER SENTENCES THAN THAT PREVIOUSLY CONTEMPLATED.\"     THE NEW BILL WILL ALSO ALLOW A GREAT NUMBER OF PEOPLE WHO ARE BEING TRIED BY THE INTERIOR MINISTRY TO GO OUT ON BAIL.     ACCORDING THE GENERAL ATTORNEY'S OFFICE, MORE THAN 1,000 PRISONERS MIGHT BENEFIT FROM THE MODIFICATIONS."
    },
    {
        "templates": [
            {
                "incident_type": "attack",
                "PerpInd": [],
                "PerpOrg": [
                    [
                        [
                            "AIR FORCE"
                        ]
                    ]
                ],
                "Target": [],
                "Victim": [
                    [
                        [
                            "ARNULFO ROMERO"
                        ]
                    ]
                ],
                "Weapon": []
            }
        ],
        "docid": "DEV-MUC3-0004 (NCCOSC)",
        "doctext": "   CLANDESTINE, 8 JAN 90 (RADIO VENCEREMOS) -- [STATION COMMENTARY] [TEXT] GOODBYE [AIR FORCE COMMANDER] GENERAL RAFAEL BUSTILLO, FALSE HOPE FOR MASS KILLERS.  GEN.  BUSTILLO RESIGNS OR IS MADE TO RESIGN AS THE AIR FORCE CHIEF.  BECAUSE OF THIS, THE GENERAL IS ADMITTING THAT WITHOUT THE BOMBING ON SAN SALVADOR'S NEIGHBORHOODS THE FMLN [FARABUNDO MARTI NATIONAL LIBERATION FRONT] WOULD HAVE DEFEATED THE SALVADORAN ARMED FORCES.  BUSTILLO'S RESIGNATION IS YET ANOTHER SIGN OF THE FAILURE OF 10 YEARS OF THE U.S. COUNTERINSURGENCY POLICY IN EL SALVADOR, AS BECAME CLEAR WITH THE OFFENSIVE LAUNCHED ON 10 NOVEMBER.     FOR 10 YEARS THE MILITARY AND THEIR U.S. SPONSORS BASED THEIR TRUST IN THE AIR POWER TO DROWN IN BLOOD THE ASPIRATION OF THE NATION TO ACHIEVE DEMOCRACY AND SOCIAL JUSTICE.  THIS FIRST HAPPENED IN THE INTERIOR OF THE COUNTRY, WITH THE DESTRUCTION OF DOZENS OF TOWNS LIKE TENANCINGO, BERLIN, TOROLA, SAN FERNANDO, AND SO MANY OTHERS THAT TOOK PLACE ALONG WITH THE GENOCIDE CARRIED OUT BY THE INFANTRY WITH THE MASS MURDERS OF CIVILIANS IN EL MOSOTO, SUNPUL, AND OCOTAPAYO.  BUSTILLO IS LEAVING AS SO MANY GENERALS AND U.S. AMBASSADORS HAVE.  AND LIKE ALL OF THEM HIS DEPARTURE REVEALS THE IMPERIALIST POWER'S FAILURE TO CONSOLIDATE ITS COUNTERINSURGENCY PROGRAM IN EL SALVADOR.     AS ALL THE OTHERS WHO HAVE LEFT, BUSTILLO ALSO SEEKS EXCUSES IN THE FACE OF HIS FAILURE, BY ACCUSING OTHERS.  HE ACCUSES [FORMER DEFENSE MINISTER EUGENIO] VIDES CASANOVA OF BEING SOFT IN FIGHTING THE PEOPLE'S PLAN.  ONE WOULD HAVE TO ASK BUSTILLO IF THE AIR FORCE, OF WHICH HE REPRESENTED ITS MOST ENCOURAGING PILLAR, WAS SOFT WHEN IT MURDERED 70,000 SALVADORANS, MONSIGNOR ARNULFO ROMERO AND THE JESUIT PRIESTS INCLUDED, AND EVEN WHEN IT MURDERED PATRIOT OFFICERS OF THAT SAME ARMY.  WAS THE U.S. PENTAGON SOFT WHEN IT GAVE $3 BILLION, WEAPONS, AND BOMBS FOR THE MOST COWARDLY ACT OF GENOCIDE LATIN AMERICA CAN RECALL THIS CENTURY?     THE U.S. STRATEGY, IMPLEMENTED THROUGH THE TOP MILITARY COMMAND IN THE PAST 10 YEARS WITH ALL ITS MIGHT DID ALL IT COULD SO THAT THE PERMANENT REBELLION IN THE RURAL AREAS REACHED THE COUNTRY'S VITAL CENTERS, AS INDEED HAPPENED AS OF THE 10 NOVEMBER OFFENSIVE.  BUSTILLO STATES IT CLEARLY.     THE BOMBING TEMPORARILY HALTED THE DEFEAT OF THE TOP COMMAND.  THROUGH AN ACT OF GENOCIDE, IT MANAGED TO REMOVE THE DISGRUNTLED PEOPLE FROM THE NEIGHBORHOODS WHERE THE GUERRILLA FORCES WERE.  BUSTILLO ACKNOWLEDGES GENOCIDE IS THE SOLE WAY THE ARMED FORCES CAN SURVIVE.  BUSTILLO ACKNOWLEDGES THE FMLN'S STRENGTH AND THEREFORE URGES THE ARMED FORCES TO BE TOUGHER AND INFLEXIBLE AND REJECTS A POLITICAL SOLUTION TO THE CONFLICT.  A POLITICAL SOLUTION WOULD EXPRESS THE CONSENSUS AMONG THE COUNTRY'S MAJOR SECTORS.  OBVIOUSLY THE TOP COMMAND REPRESENTS A DECADENT MINORITY. BUSTILLO SUPPORTS LAUNCHING A FASCIST CRUSADE AGAINST THE PEOPLE'S WISH FOR DEMOCRACY.  IN THIS EFFORT, HE LASHES OUT AT THE CATHOLIC CHURCH, ALL OPPOSITION SECTORS THAT REPORT HUMAN RIGHTS VIOLATIONS, AND ALL SECTORS THAT SUPPORT DEMOCRATIZING THE COUNTRY.  IN CONCLUSION, WE SAY THAT BUSTILLO IS NOT RESIGNING OF HIS OWN VOLITION.  THE FMLN ACTION ELIMINATED BUSTILLO AS IT ELIMINATED GARCIA, VIDES, AND SO MANY OTHER MILITARY CHIEFS WHO LEFT THEIR POSTS WITHOUT FULFILLING THE TASK COMMISSIONED BY THE UNITED STATES: TO STOP THE FMLN.     THE FMLN OFFENSIVE BARED THE GENOCIDAL, ANTIPOPULAR, AND FASCIST NATURE OF THE ALFREDO CRISTIANI REGIME TO SUCH AN EXTENT THAT IT PROMPTED A STRONG DEBATE IN THE UNITED STATES ON CUTTING MILITARY AID.  THE JESUITS' MURDERS AND THE BOMBINGS SO SHOOK THE INTERNATIONAL COMMUNITY THAT IT IS PRESSURING FOR PUNISHMENT OF THE OFFICERS INVOLVED IN THESE INCIDENTS.  HOWEVER, THE BUSH ADMINISTRATION ACCEPTED THIS, SINCE COLONEL RENE EMILIO PONCE [CHAIRMAN OF THE JOINTS CHIEFS OF STAFF] AND HIS CLIQUE, EVEN CRISTIANI, MUST SHOULDER THIS RESPONSIBILITY.  WE MUST NOT FORGET THAT IN COSTA RICA THE SALVADORAN DEFENSE MINISTER DISCLOSED CRISTIANI AUTHORIZED THE BOMBINGS.     BUSH NEEDED A SCAPEGOAT TO PLACE IT ON THE ALTAR OF THE DEBATES WHICH WILL BEGIN IN THE U.S. CONGRESS ON THE FATE OF MILITARY AID.  BUSTILLO IS BUSH'S SCAPEGOAT.  HOWEVER, BUSTILLO WAS ALREADY A USELESS ELEMENT OF THE MURDEROUS MACHINERY THAT REMAINS ACTIVE.  WILL THE U.S. PUBLIC AND CONGRESS BE APPEASED WITH THIS FOUL TASTING CANDY?  TIME AND THE SPIRIT OF THE TIMES ARE OBVIOUSLY RUNNING AGAINST THE FASCIST PROGRAM IN EL SALVADOR.  WHILE PEOPLES OF THE WORLD TEAR DOWN DOGMAS, DICTATORSHIPS, AND WALLS, BUSTILLO, WHO LEAVES THROUGH THE DOOR OF DEFEAT, ASKS THE ARMED FORCES TO BE TOUGHER, COMMIT MORE GENOCIDE, AND BUILD MORE WALLS OF REPRESSION AGAINST THE CHURCH, THE PEOPLE, AND THE NATION AS A WHOLE.  GOODBYE, GEN. BUSTILLO.  WE CONTINUE WRITING HISTORY WITHOUT YOU.  THE DECADE WE BEGIN IS OF DEMOCRACY, INDEPENDENCE, AND SELF-DETERMINATION.  THAT IS WHY FOREIGN INTERVENTION AND THE WALLS OF INTOLERANCE HAVE A SHORT LIFE SPAN IN THIS COUNTRY, WHERE THE PEOPLE GROW IN HEROISM AND THE STRUGGLE FOR SOCIAL CHANGE IS NOT DETERRED BY BOMBINGS."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0005 (NCCOSC)",
        "doctext": "   CLANDESTINE, 8 JAN 90 (RADIO VENCEREMOS)-- [TEXT] A WAR BULLETIN INDICATES THAT ON 6 JANUARY AT 1625, FMLN [FARABUNDO MARTI NATIONAL LIBERATION FRONT] TROOPS CLASHED WITH THE CAVALRY COMPANY IN FINCA SANTA ELENA, SANTA TECLA, NEAR SAN SALVADOR, KILLING THREE AND WOUNDING FOUR ENEMY TROOPS, INCLUDING THE PATROL LEADER WHO WAS AMONG THOSE KILLED.  OUR TROOPS SEIZED AN M-14 RIFLE FROM THE ENEMY, 3,000 CARTRIDGES FOR A 7.62-MM RIFLE, FIVE KNAPSACKS, SIX GRENADES, AND FIELD EQUIPMENT."
    },
    {
        "templates": [
            {
                "incident_type": "attack",
                "PerpInd": [],
                "PerpOrg": [],
                "Target": [
                    [
                        [
                            "ELECTRIC TOWERS"
                        ]
                    ],
                    [
                        [
                            "STORES"
                        ]
                    ]
                ],
                "Victim": [],
                "Weapon": []
            }
        ],
        "docid": "DEV-MUC3-0006 (NCCOSC)",
        "doctext": "   SAN SALVADOR, 9 JAN 90 (DPA) -- [TEXT] THE SALVADORAN ARMY TODAY PREVENTED THE OCCUPATION OF CITIES IN THE EASTERN PART OF EL SALVADOR, WAGING STRONG CLASHES BETWEEN MIDNIGHT AND DAWN, ACCORDING TO REPORTS BY MILITARY SOURCES.     THE ATTACKS, ACCORDING TO THE REPORTS, TOOK PLACE IN USULUTAN, USULUTAN DEPARTMENT, 110 KM EAST OF THE CAPITAL, AND IN SANTA ELENA WHERE AS OF 0700 CLASHES WERE STILL UNDER WAY.  SANTA ELENA IS LOCATED 119 KM EAST OF THE CAPITAL, AND BOTH CITIES ARE COFFEE REGIONS.     IN USULUTAN, 6TH BRIGADE TROOPS AND RAPID DEPLOYMENT BATTALIONS REPELLED THE INCURSION WITH ARTILLERY FIRE.  DURING THE 2D WEEK OF DECEMBER, THERE HAD BEEN STRONG CLASHES ON THE OUTSKIRTS OF USULUTAN, IN WHAT THE GUERRILLAS CALLED THE \"BATTLE OF EL NISPERAL,\" IN THE CANTON THAT BEARS THE SAME NAME, WHICH COST THE ARMY 29 DEAD, ALTHOUGH IT HAS ONLY ADMITTED TO 21 DEATHS.     IN SANTA ELENA THE CLASHES WERE ALSO STRONG, BUT SO FAR THERE HAVE BEEN NO REPORTS OF CASUALTIES ON EITHER SIDE.     FROM SAN VICENTE, IN THE CENTRAL PART OF THE COUNTRY, WHERE THE CHICHONTEPEC VOLCANO IS LOCATED, STRONG CLASHES WERE REPORTED, AND THE 5TH BRIGADE BOMBED REBEL POSITIONS ON THE COLCANO, WHERE THE FMLN HAS STRONG BASTIONS.     THE 1ST INFANTRY BRIGADE IS CARRYING OUT OPERATIONS IN NORTHERN SAN SALVADOR.  AND ON THE OUTSKIRTS OF THE CAPITAL THIS MORNING POWERFUL EXPLOSIONS, CHARACTERIZED AS MILITARY ACTIONS TO PREVENT REBELS FROM GATHERING, COULD BE HEARD.  THE NIGHT BEFORE LAST, THERE WERE ATTEMPTS TO ENTER THE CAPITAL FROM THAT DIRECTION.     THE ARMY HAS INCREASED ITS SURVEILLANCE TO PREVENT MOBILIZATIONS, AND THROUGH CAREFUL SEARCHES VEHICLES ARE BEING CONTROLLED AT THE CAPITAL CITY'S ENTRANCES AND EXITS.     IN OTHER ACTIONS, THE ARMED FORCES PRESS COMMITTEE REPORTED AT LEAST SIX FMLN DEATHS IN VARIOUS PARTS OF THE COUNTRY.     LAST NIGHT THERE WERE FEWER ATTACKS ON STORES AND ELECTRIC TOWERS IN THE CAPITAL.  THERE WERE ALSO THREATS OF POWER RATIONING IF THESE ACTIONS CONTINUED."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0007 (NCCOSC)",
        "doctext": "   SANTIAGO, 9 JAN 90 -- [COMMENTARY] [OLGA KLIVADENKO] [TEXT] THE DEPLOYMENT OF U.S.  SHIPS, INCLUDING THE AIRCRAFT CARRIER \"JOHN F. KENNEDY\" AND THE CORVETTE \"VIRGINIA\" ALONG THE COLOMBIAN COAST YESTERDAY, SEEKING TO INTERCEPT DRUG TRAFFICKING ROUTES, COULD BE THE RESULT OF THREE POLICIES:     FIRST, THAT THE UNITED STATES NEEDS TO JUSTIFY THE INVASION OF PANAMA UNDER THE EXCUSE OF ITS FIGHT AGAINST DRUG TRAFFICKING.     SECOND, THAT BOTH THE DEPLOYMENT OF SHIPS AND THE INVASION OF PANAMA ARE PART OF A SERIOUS MILITARY PLAN TO END THE DRUG PLAGUE.     THIRD, THAT THE UNITED STATES MUST SOMEHOW JUSTIFY THE INVASION OF PANAMA AND THE NEED TO RECOVER ITS INTERNATIONAL IMAGE HAS PROVIDED A REAL OPPORTUNITY TO PUT AN END TO DRUG TRAFFICKING.     IF THE OBJECTIVE REALLY IS TO ELIMINATE DRUGS, THEN THE BATTLE IS PRAISEWORTHY, BUT--LIKE IN PANAMA--THE PROCEDURE IS PAINFUL, OVERBEARING, IMPERIALISTIC, AND HUMILIATING.  INSTEAD OF WINNING THE LATIN AMERICAN COUNTRIES' APPRECIATION AND SOLIDARITY WITH THIS LAUDABLE CAUSE, THE UNITED STATES IS AGAIN PROVOKING ANGRY REACTIONS AND DEEP DISTRUST.  THE SIDE EFFECTS OF THIS ACTION COULD BE VERY NEGATIVE FOR THE STRUGGLE AGAINST DRUG TRAFFICKING, IN WHICH ALL THE COUNTRIES OF THIS CONTINENT SHOULD BE COOPERATING.  ALTERNATIVELY, WOULD IT BE BETTER IF THEY DID NOT COOPERATE IN THIS PHASE?     COULD IT BE THAT WHAT WE HAVE CALLED IMPERIALISTIC CLUMSINESS, INSENSIBILITY, AND ABUSE, IS SIMPLY A DELIBERATE STRATEGY WITH WHICH, PERHAPS FOR WELL FOUNDED REASONS AND EVEN AT THE RISK OF DIPLOMATIC CONFLICTS, THE UNITED STATES SEEKS TO ISOLATE LATIN AMERICA ON PURPOSE AND THUS ENSURE THE SUCCESS OF ITS OPERATION?  IF THIS WERE THE CASE THEN WE MUST ASK, WHY?     FROM ITS OPERATIONS IN PANAMA AND COLOMBIA, THE UNITED STATES IS TELLING US THAT IT IS NOT CONCERNED WITH THE DIPLOMATIC ASPECT FOR THE TIME BEING. THE UNITED STATES WANTS ACTION AND EFFICIENCY.  THE UNITED STATES IS LOSING ITS PATIENCE, AND PERHAPS ITS CONFIDENCE IN THE SERIOUSNESS AND CAPABILITY OF LATIN AMERICA TO FACE THIS WAR.     IF THE ACTION IN COLOMBIA GOES FURTHER THAN A MERE SURVEILLANCE, THE UNITED STATES WILL BE ESTABLISHING A PRECEDENT IN THIS BATTLE AGAINST DRUG TRAFFICKING.  THIS MEANS THAT DURING A FIRST PHASE THE UNITED STATES WILL CARRY OUT A MILITARY OPERATION BY ITSELF.  DURING A SECOND PHASE IT WILL DISCUSS SECONDARY SUBJECTS BUT WITH LESS URGENCY IN THE WAR AGAINST DRUG TRAFFICKING.     NEXT 15 FEBRUARY, BUSH WILL MEET IN CARTAGENA DE INDIAS, COLOMBIA, WITH HIS COLOMBIAN, PERUVIAN, AND BOLIVIAN COUNTERPARTS.  PERHAPS ON THAT OCCASION THEY WILL TALK ABOUT THE OTHER ASPECTS OF THIS WAR: THE REORGANIZATION OF THE LOCAL ECONOMIES TO END THE DEPENDENCY ON COCA PLANTATIONS, THE RECOVERY OF DRUG ADDICTS, AND THE CONSOLIDATION OF GOVERNMENTS, ETC.     DURING THIS CURRENT PHASE, HOWEVER, THE UNITED STATES WISHES TO ACT ALONE. WHO KNOWS IF IT IS BECAUSE OF LATIN AMERICA'S LACK OF UNDERSTANDING?  AS WE SAID A FEW DAYS AGO, THE DRUG TRAFFICKING PROBLEM IS CREATING NEW SITUATIONS IN INTERNATIONAL RELATIONS.  THE U.S. PROPOSAL IS PROBABLY SOMETHING LIKE: COULD A WORLD POWER LIKE THE UNITED STATES CONTINUE TO IGNORE A SERIOUS PROBLEM LIKE THE PRODUCTION, DISTRIBUTION, AND CONSUMPTION OF DRUGS, MERELY TO AVOID HARMING LATIN AMERICAN SENSIBILITIES, SENSIBILITIES OF COUNTRIES WHOSE GOVERNMENTS ARE ALWAYS MUDDLED UP IN USELESS DIPLOMATIC AND BUREAUCRATIC PROCEDURES AND FRUITLESS NEGOTIATIONS?  AND ALL THIS WHILE A LARGE PART OF THE DEVELOPED WORLD'S POPULATION IS BECOMING ADDICTED TO A DEADLY PRODUCT?     THE UNITED STATES COULD ALSO BE ASKING ITSELF: HAVE THE LATIN AMERICAN GOVERNMENTS BEEN ABLE TO SOLVE THIS SERIOUS PROBLEM BY THEMSELVES?  CAN THOSE GOVERNMENTS STOP DRUG TRAFFICKING WHEN IT IS KNOWN THAT DRUGS AND CORRUPTION GO HAND IN HAND; WHEN IN THE PAST AND PERHAPS IN THE PRESENT, HIGH RANKING GOVERNMENT OFFICIALS HAVE BEEN LINKED WITH THIS ILLEGAL TRADE AND PROTECTING THE MEDELLIN CARTEL CHIEFS?  WHY, FOR EXAMPLE, AFTER ALL THIS HASN'T THE COLOMBIAN GOVERNMENT MANAGED TO EXTRADITE THE MAIN CHIEFS OF THAT CARTEL TO THE UNITED STATES?     LET US RECALL THE HORRIBLE EXPLOSION OF THE COLOMBIAN AIRLINER, IN WHICH MORE THAN 100 PEOPLE DIED; THE BOMB EXPLOSION IN THE SECRET POLICE HEADQUARTERS IN BOGOTA; THE MURDER OF MANY JOURNALISTS WHO WERE ENGAGED IN AN HEROIC WAR AGAINST DRUG TRAFFICKING; AND MAINLY, LET US RECALL THE EVER-PRESENT DIFFICULTIES THAT MUST BE FACED WHEN THE MEDELLIN CARTEL CHIEFS MUST BE PUNISHED AND EXTRADITED."
    },
    {
        "templates": [
            {
                "incident_type": "kidnapping",
                "PerpInd": [
                    [
                        [
                            "GUERRILLAS"
                        ],
                        [
                            "GROUP OF ARMED MEN"
                        ],
                        [
                            "ARMED MEN"
                        ]
                    ]
                ],
                "PerpOrg": [
                    [
                        [
                            "ARMY OF NATIONAL LIBERATION"
                        ],
                        [
                            "ELN"
                        ]
                    ]
                ],
                "Target": [],
                "Victim": [
                    [
                        [
                            "RICARDO ALFONSO CASTELLAR"
                        ]
                    ]
                ],
                "Weapon": []
            },
            {
                "incident_type": "bombing",
                "PerpInd": [
                    [
                        [
                            "GUERILLA COLUMN"
                        ]
                    ]
                ],
                "PerpOrg": [
                    [
                        [
                            "ARMY OF NATIONAL LIBERATION"
                        ],
                        [
                            "ELN"
                        ]
                    ]
                ],
                "Target": [
                    [
                        [
                            "VEHICLE"
                        ],
                        [
                            "4-WHEEL DRIVE VEHICLE"
                        ]
                    ]
                ],
                "Victim": [
                    [
                        [
                            "CARLOS JULIO TORRADO"
                        ]
                    ],
                    [
                        [
                            "GUSTAVO JACOME QUINTERO"
                        ]
                    ],
                    [
                        [
                            "JAIRO ORTEGA"
                        ]
                    ],
                    [
                        [
                            "TORRADO'S SON, WILLIAM"
                        ],
                        [
                            "WILLIAM"
                        ]
                    ]
                ],
                "Weapon": [
                    [
                        [
                            "FOUR EXPLOSIVE CHARGES"
                        ],
                        [
                            "EXPLOSIVE CHARGES"
                        ]
                    ]
                ]
            }
        ],
        "docid": "DEV-MUC3-0008 (NCCOSC)",
        "doctext": "   BOGOTA, 9 JAN 90 (EFE) -- [TEXT] RICARDO ALFONSO CASTELLAR, MAYOR OF ACHI, IN THE NORTHERN DEPARTMENT OF BOLIVAR, WHO WAS KIDNAPPED ON 5 JANUARY, APPARENTLY BY ARMY OF NATIONAL LIBERATION (ELN) GUERRILLAS, WAS FOUND DEAD TODAY, ACCORDING TO AUTHORITIES.     CASTELLAR WAS KIDNAPPED ON 5 JANUARY ON THE OUTSKIRTS OF ACHI, ABOUT 850 KM NORTH OF BOGOTA, BY A GROUP OF ARMED MEN, WHO FORCED HIM TO ACCOMPANY THEM TO AN UNDISCLOSED LOCATION.     POLICE SOURCES IN CARTAGENA REPORTED THAT CASTELLAR'S BODY SHOWED SIGNS OF TORTURE AND SEVERAL BULLET WOUNDS.     CASTELLAR WAS KIDNAPPED BY ELN GUERRILLAS WHILE HE WAS TRAVELING IN A BOAT DOWN THE CAUCA RIVER TO THE TENCHE AREA, A REGION WITHIN HIS JURISDICTION.     IN CARTAGENA IT WAS REPORTED THAT CASTELLAR FACED A \"REVOLUTIONARY TRIAL\" BY THE ELN AND THAT HE WAS FOUND GUILTY AND EXECUTED.     CASTELLAR IS THE SECOND MAYOR THAT HAS BEEN MURDERED IN COLOMBIA IN THE LAST 3 DAYS.     ON 5 JANUARY, CARLOS JULIO TORRADO, MAYOR OF ABREGO IN THE NORTHEASTERN DEPARTMENT OF SANTANDER, WAS KILLED APPARENTLY BY ANOTHER GUERILLA COLUMN, ALSO BELONGING TO THE ELN.     TORRADO'S SON, WILLIAM; GUSTAVO JACOME QUINTERO, THE DEPARTMENTAL GOVERNMENT SECRETARY; AND BODYGUARD JAIRO ORTEGA, WERE ALSO KILLED.     THE GROUP WAS TRAVELING IN A 4-WHEEL DRIVE VEHICLE BETWEEN CUCUTA AND THE RURAL AREA KNOWN AS CAMPANARIO WHEN THEIR VEHICLE WAS BLOWN UP BY FOUR EXPLOSIVE CHARGES THAT DETONATED ON THE HIGHWAY."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0009 (NCCOSC)",
        "doctext": "   MEDELLIN, 9 JAN 90 -- [TEXT] THE NATIONAL ARMY WAS INVOLVED IN NEW CLASHES WITHIN THE PAST FEW HOURS WITH FARC [REVOLUTIONARY ARMED FORCES OF COLOMBIA] AND THE ELN [ARMY OF NATIONAL LIBERATION] IN THE RURAL AREA OF YONDO IN ANTIOQUIA'S MIDDLE MAGDALENA REGION.     SPOKESMEN FOR THE 5TH BRIGADE REPORTED 5 SOLDIERS KILLED, SEVERAL WOUNDED, AND AT LEAST 12 REBEL CASUALTIES.     THE EXODUS OF PEASANTS FROM THAT REGION CONTINUED TO INCREASE TODAY ACCORDING TO OFFICIAL REPORTS.  THE PEASANTS WALKED AWAY FROM THEIR PROPERTIES TO AVOID BECOMING VICTIMS OF THE CLASHES."
    },
    {
        "templates": [],
        "docid": "DEV-MUC3-0010 (NCCOSC)",
        "doctext": "   LIMA, 9 JAN 90 (TELEVISION PERUANA) -- [TEXT] PRESIDENT ALAN GARCIA HAS CONFIRMED THAT THE U.S.  TROOPS THAT SURROUNDED OUR DIPLOMATIC MISSION IN PANAMA WERE WITHDRAWN AFTER A FORMER MINISTER SURNAMED CORDOVA LEFT THE EMBASSY.  THE MILITARY MAN, WHO IS INVOLVED IN A MURDER TRIAL, LEFT THE PERUVIAN EMBASSY AS SOON AS HE LEARNED THAT THE EMBASSY CONSIDERED HIM PERSONA NON GRATA.     [BEGIN RECORDING] [GARCIA] I THINK JOURNALISTS HAVE MAGNIFIED THE ISSUE A BIT.  AS FAR AS WE KNOW, PEOPLE SOUGHT PROTECTION....[CHANGES THOUGHT] SOMEONE ARRIVES AT THE DOOR OF THE EMBASSY AND ASKS FOR REFUGE IN VIEW OF A SITUATION OF FORCE.  THE SITUATION IN PANAMA IS ABNORMAL; IT HAS BEEN TOTALLY INVADED BY 30,000 SOLDIERS.     SOME PERSONS ENTERED THE EMBASSY.  AT LEAST ONE OF THEM HAD BEEN ALLEGEDLY LINKED WITH THE DEATH OF A PANAMANIAN MINISTER, A MR SPADAFORA, WHO WAS MURDERED. THE AUTHORITIES OF THE EMBASSY AND OF THE FOREIGN MINISTRY STATED THAT THIS PERSON'S PRESENCE WAS UNDESIRABLE.  WE DO NOT REFUSE TO GRANT REFUGE--A CONDITION THAT IS GRANTED BEFORE GRANTING POLITICAL ASYLUM--TO WHOMEVER FEELS HARASSED OR MISTREATED.  IN A CASE LIKE THIS, HOWEVER, IN WHICH THERE WAS AN ALLEGED INVOLVEMENT IN A MURDER WHICH WAS COMMITTED YEARS AGO, THIS PERSON--I BELIEVE HE IS A MAN SURNAMED CORDOVA, APPARENTLY A HIGHRANKING PANAMANIAN GUARD OFFICER--WAS TOLD THAT HIS PRESENCE WAS NOT WANTED.  HE LEFT THE EMBASSY OF HIS OWN WILL.     THERE ARE OTHER PANAMANIAN DEFENSE FORCES OFFICERS AT THE EMBASSY, INCLUDING MR NORIEGA'S SECRETARY, BUT THEIR STATUS SHOULD BE ESTABLISHED BY PERU.     AN INCIDENT WAS REPORTED YESTERDAY, AS THE U.S. TROOPS SURROUNDED THE EMBASSY, DEPLOYING BARRIERS AND BARBED WIRE.     THERE WAS AN ATTEMPT TO DEPICT A DRAMATIC AND SPECTACULAR PICTURE OF A SIEGE OR PERHAPS OF AN INVASION OF THE EMBASSY.      FORTUNATELY, THE FOREIGN MINISTRY RESORTED TO DIPLOMATIC CHANNELS AND THE TROOPS WERE SOON WITHDRAWN. [END RECORDING]"
    }
]